{
    "-2": {
      "name": "nothing",
      "droppable": false,
      "maxStack": 0,
      "flavor": "This person is not wearing any clothing whatsoever. Not that anyone cares about that sort of thing anymore.",
      "slots": ["uniform"]
    },
    "-1": {
      "name": "empty",
      "droppable": false,
      "maxStack": 0,
      "flavor": "This slot is empty. There's nothing here.",
      "slots": ["gear", "equipment"]
    },
    "0": {
      "name": "unarmed",
      "droppable": false,
      "flavor": "Hand to hand, fisticuffs, close quarters combat, martial arts, whatever you wanna call it. This person is entirely unarmed and is relying purely on their body for offense.",
      "maxStack": 0,
      "stats": {"range": 0, "damage": 1, "cost": 0, "suppress": 0, "ammo": 0, "bonus": -1},
      "slots": ["weapon"]
    },
    "1": {
      "name": "modern assault rifle",
      "droppable": true,
      "flavor": "A standard issue NG14 Assault Weapon, capable of holding 33 rounds of 7.79 HP in each external magazine. The magazine is loaded directly into the chamber so there is no 'plus one'. It is in a bullpup configuration and the magazines are quite bulky.",
      "maxStack": 0,
      "stats": {"range": 4, "damage": 3, "cost": 2, "suppress": 4, "ammo": 4, "bonus": 3},
      "slots": ["weapon"]
    },
    "2": {
      "name": "modern marksman rifle",
      "droppable": true,
      "flavor": "The NG20 Reconaissance Weapon, A semi-automatic marksman rifle firing from a small side-fed magazine, integrated irons, and a 10x scope. Using 7.79 High Penetration in the reverse configuration, this weapon smashes through armor like it’s nothing but is ineffective against unarmored opponents. Prototypes for 12.79 HP variants exist, but never saw use due to the scarcity of armored targets to shoot at that need much firepower.",
      "maxStack": 0,
      "stats": {"range": 6, "damage": 2, "cost": 1, "suppress": 0, "ammo": 4, "bonus": 2},
      "slots": ["weapon"]
    },
    "3": {
      "name": "modern machine gun",
      "droppable": true,
      "flavor": "A bullpup NG22 Suppression Weapon, holding an impressive 99 rounds. It is extremely bulky and has awful ergonomics, but more than makes up for it with its rate of fire and sheer power. It doesn’t look anything like machine guns of the past wars and the magazine is a horizontal brick above the trigger. Chambered in 7.79 HP.",
      "maxStack": 0,
      "stats": {"range": 4, "damage": 4, "cost": 4, "suppress": 8, "ammo": 4, "bonus": 4},
      "slots": ["weapon"]
    },
    "4": {
      "name": "modern military rounds",
      "droppable": true,
      "flavor": "A handful of 7.79 High Penetration rounds. Being a caseless round, they are dull green and rectangular. For long-range use, you can flip them around and they remain effective. Impossible to hand-load.",
      "maxStack": 16,
      "slots": ["equipment"]
    },
    "5": {
      "name": "tactical armor",
      "droppable": true,
      "flavor": "placeholder",
      "maxStack": 1,
      "stats": {"meleeProtection": 4, "rangedProtection": 2}
    },
    "6": {
      "name": "national guard field uniform",
      "droppable": true,
      "flavor": "The standard issue field uniform for all National Guard troopers in Bastille. With a brodie helmet, red bandana and camouflauged fatigues, it's vaguely comfortable and fits pretty much no one. At least it's warm.",
      "maxStack": 5,
      "slots": ["uniform"]
    }
  }
  