{
    "-2": {
      "name": "nothing",
      "weight": 0,
      "flavor": "This person is not wearing any clothing whatsoever. Not that anyone cares about that sort of thing anymore.",
      "slots": ["uniform"],
      "flags": ["UNDROPPABLE"]
    },
    "-1": {
      "name": "empty",
      "weight": 0,
      "flavor": "This slot is empty. There's nothing here.",
      "slots": ["gear", "equipment"],
      "flags": ["UNDROPPABLE"]
    },
    "0": {
      "name": "unarmed",
      "flavor": "Hand to hand, fisticuffs, close quarters combat, martial arts, whatever you wanna call it. This person is entirely unarmed and is relying purely on their body for offense.",
      "weight": 0,
      "stats": {"range": 0, "damage": 3,  "suppress": 0, "bonus": -1},
      "slots": ["weapon"],
      "flags": ["UNDROPPABLE","MELEE"]
    },
    "1": {
      "name": "national guard assault rifle",
      "flavor": "A standard issue NG14 Assault Weapon, capable of holding 33 rounds of 7.79 HP in each external magazine. The chamber is built into each magazine so there is no 'plus one'. It is in a bullpup configuration and the magazines are quite bulky. Its polymer body is black with red highlights, supposedly representing the sacrifices Guardsmen are willing to make in the name of Communism. A constant reminder of how disposable you are.",
      "weight": 25,
      "stats": {"magazine":12, "range": 7, "damage": 33, "burst":3, "suppress": 4, "ammoType": 4, "bonus": 3},
      "flags": [],
      "slots": ["weapon"]
    },
    "2": {
      "name": "national guard light machine gun",
      "flavor": "A bullpup NG22 Suppression Weapon, holding an impressive 66 rounds. It is extremely bulky and has awful ergonomics, but more than makes up for it with its rate of fire and sheer power. It doesn’t look anything like machine guns of the past wars and the magazine is a horizontal brick above the trigger. Chambered in 7.79 HP.",
      "weight": 36,
      "stats": {"magazine":16, "range": 6, "damage": 30, "burst": 4, "suppress": 8, "ammoType": 4, "bonus": 0},
      "flags": ["BURST_LOCK"],
      "slots": ["weapon"]
    },
    "3": {
      "name": "national guard light rifle rounds",
      "flavor": "A handful of 7.79 High Penetration rounds. Being a caseless round, they are dull green and rectangular and impossible to hand load. They are only 40mm long and are known to make short work of most soft armor.",
      "weight": 1,
      "flags": ["AMMMUNITION"],
      "slots": []
    },
    "4": {
      "name": "steel helmet",
      "flavor": "Popularized in the Old War, this steel wide-brimmed cap is quite protective against shrapnel and debris alike. Bullets, however, rarely get stopped by this helmet. It's also referred to as a 'battle bowler', 'tin hat' and 'closed casket insurance'. Still used by a few countries due to the ease and price of construction despite much higher quality helmet designs existing for decades.",
      "weight": 12,
      "stats": {"baseline":1,"meleeProtectionBonus":1,"rangedProtectionBonus":0,"explosionProtectionBonus":2,"lethalityReduction":1},
      "slots": ["headgear"]
    },
    "5": {
      "name": "tactical armor",
      "flavor": "Relatively light fiberguard armoured suit worn by law enforcement or poorly funded soldiers. Designed only to stop blades and pistol rounds, you wont last long in a firefight if you rely entirely on this suit. Produced locally in Bastille, it is hard to find a militia or deserter squad without at least one of these suits they looted from a police station or stitched together themselves from battlefield scraps. The fabric itself was originally black but has since faded, is incredibly itchy and many seams have come undone in its long service.",
      "weight": 45,
      "stats": {"baseline":3,"meleeProtectionBonus":2,"rangedProtectionBonus":1,"explosionProtectionBonus":0,"damageReduction":10},
      "slots": ["gear"]
    },
    "6": {
      "name": "national guard field uniform",
      "flavor": "The standard issue field uniform for all National Guard troopers in Bastille. With a brodie helmet, red bandana and camouflauged fatigues, it's vaguely comfortable and fits pretty much no one. At least it's warm.",
      "weight": 10,
      "slots": ["uniform"]
    },
    "7": {
      "name": "national guard marksman rifle",
      "flavor": "The NG20 Reconaissance Weapon, A semi-automatic marksman rifle firing from a small side-fed magazine, integrated irons and a 10x scope. Chambered in the massive 12.79 TC, projectiles fired from this rifle smash through lightly armored opponents like nothing, but struggle against heavy armor. The weapon is designed to be used while laying down, but no bipod or attachment point exists.",
      "weight": 28,
      "stats": {"magazine":6, "range": 9, "damage": 45, "burst":2, "suppress": 0, "ammoType": 9, "bonus": 5},
      "flags": ["NO_SUPPRESS"],
      "slots": ["weapon"]
    },
    "8": {
      "name": "national guard heavy machine gun",
      "flavor": "The NG25 Vehicle Mounted Rifle, despite the name, is perfectly capable of being used by infantry. If it wasn't the heaviest machine gun of its class, unwieldy as the Two Hells and have as much recoil as a horse's kick, it might even start approaching practical! It has an extremely utilitarian and blocky design, exactly no effort was put into making it look nice. It's belt fed by a very unique chain mechanism that takes advantage of the caseless ammunition.",
      "weight": 50,
      "stats": {"magazine":20, "range": 6, "damage": 45, "burst":5, "suppress": 10, "ammoType": 9, "bonus": 0},
      "flags": ["BURST_LOCK"],
      "slots": ["weapon"]
    },
    "9": {
      "name": "national guard heavy rifle rounds",
      "flavor": "placeholder",
      "weight": 1,
      "flags": ["AMMMUNITION"],
      "slots": []
    }
  }